<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
  <key>PayloadContent</key>
  <array>
    <dict>
      <key>PayloadDisplayName</key>
      <string>Active Directory Payload</string>
      <key>HostName</key>
      <string>YOUR_DOMAIN</string>
      <key>UserName</key>
      <string>YOUR_NETWORK_USERNAME</string>
      <key>Password</key>
      <string>YOUR_NETWORK_PASSWORD</string>
      <key>ADOrganizationalUnit</key>
      <string>YOUR_ORG_OU</string>
      <key>ADCreateMobileAccountAtLoginFlag</key>
      <true/>
      <key>ADCreateMobileAccountAtLogin</key>
      <true/>
      <key>ADWarnUserBeforeCreatingMAFlag</key>
      <true/>
      <key>ADWarnUserBeforeCreatingMA</key>
      <false/>
      <key>ADForceHomeLocalFlag</key>
      <false/>
      <key>ADForceHomeLocal</key>
      <true/>
      <key>ADUseWindowsUNCPathFlag</key>
      <true/>
      <key>ADUseWindowsUNCPath</key>
      <false/>
      <key>ADDefaultUserShellFlag</key>
      <true/>
      <key>ADDefaultUserShell</key>
      <string>/bin/bash</string>
      <key>ADAllowMultiDomainAuthFlag</key>
      <true/>
      <key>ADAllowMultiDomainAuth</key>
      <true/>
      <key>ADDomainAdminGroupListFlag</key>
      <true/>
      <key>ADDomainAdminGroupList</key>
	  <array>
	  	<string>domain admins</string>
		<string>enterprise admins</string>
	  </array>
      <key>PayloadType</key>
      <string>com.apple.DirectoryService.managed</string>
      <key>PayloadUUID</key>
      <string>A27032C1-7537-4498-A142-8B8ABBF942FB</string>
      <key>PayloadVersion</key>
      <integer>1</integer>
      <key>askForPassword</key>
      <true/>
    </dict>
  </array>
  <key>PayloadDescription</key>
  <string>Active Directory Settings</string>
  <key>PayloadDisplayName</key>
  <string>Active Directory Bind</string>
  <key>PayloadIdentifier</key>
  <string>cy.ac.ucy.config.ad</string>
  <key>PayloadOrganization</key>
  <string>University of Cyprus</string>
  <key>PayloadRemovalDisallowed</key>
  <false/>
  <key>PayloadScope</key>
  <string>System</string>
  <key>PayloadType</key>
  <string>Configuration</string>
  <key>PayloadUUID</key>
  <string>2C757544-EA3A-4716-8C21-40A52A12BD7C</string>
  <key>PayloadVersion</key>
  <integer>1</integer>
</dict>
</plist>
